---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.OBJExportOptions
source: html/53cee7f8-4755-d42b-81cc-93a91a18d00d.htm
---
# OBJExportOptions Members

Constructs a new instance of OBJExportOptions with default values of all properties.